export const cardsData = {
    cards: [
        {
            id: 1,
            title: 'Эксперты утверждают, что сложившаяся структура организации расставила все',
            content: `
            Лишь действия представителей оппозиции и по сей день остаются уделом либералов,
            которые жаждут быть объективно рассмотрены соответствующими инстанциями.
            Являясь всего лишь частью общей картины, многие известные личности подвергнуты целой серии независимых исследований.
            И нет сомнений, что элементы политического процесса,
            которые представляют собой яркий пример континентально-европейского типа политической культуры,
            будут ассоциативно распределены по отраслям.
            Являясь всего лишь частью общей картины, многие известные личности подвергнуты целой серии независимых исследований.
            `,
            // imageSrc: `${require('/card-images/Image-1.png')}`,
            imageSrc: '/card-images/Image-1.png',
            date: '08 января 2024',
            viewNumber: '16.244'
        },
        {
            id: 2,
            title: 'Сложно сказать, почему был сорван доклад председателя совхоза',
            content: `
            Принимая во внимание показатели успешности, понимание сути ресурсосберегающих технологий предопределяет высокую
            востребованность инновационных методов управления процессами. Мы вынуждены отталкиваться от того, что высокое качество
            позиционных исследований однозначно определяет каждого участника как способного принимать собственные решения касаемо
            новых принципов формирования материально-технической и кадровой базы. Каждый из нас понимает очевидную вещь:
            перспективное планирование способствует повышению качества приоретизации разума над эмоциями. Лишь многие известные 
            личности формируют глобальную экономическую сеть и при этом — заблокированы в рамках своих собственных рациональных ограничений.
            `,
            // imageSrc: `${require('/card-images/Image-2.png')}`,
            imageSrc: '/card-images/Image-2.png',
            date: '11 января 2024',
            viewNumber: '15.898'
        },
        {
            id: 3,
            title: 'Оказывается, светлый лик правового взаимодействия продолжает удивлять',
            content: `
            Разнообразный и богатый опыт говорит нам, что выбранный нами инновационный путь требует от
            нас анализа приоретизации разума над эмоциями. Значимость этих проблем настолько очевидна, 
            что дальнейшее развитие различных форм деятельности говорит о возможностях экономической целесообразности принимаемых решений.
            Имеется спорная точка зрения, гласящая примерно следующее: сторонники тоталитаризма в науке функционально разнесены
            на независимые элементы. Господа, постоянный количественный рост и сфера нашей активности предопределяет 
            высокую востребованность новых принципов формирования материально-технической и кадровой базы.
            `,
            // imageSrc: `${require('/card-images/Image-3.png')}`,
            imageSrc: '/card-images/Image-3.png',
            date: '12 января 2023',
            viewNumber: '15.458'
        },
        {
            id: 4,
            title: 'Частотность поисковых запросов показала себя во всей красе',
            content: `
            В своём стремлении повысить качество жизни, они забывают, что начало повседневной работы 
            по формированию позиции не оставляет шанса для распределения внутренних резервов и ресурсов.
            С другой стороны, выбранный нами инновационный путь говорит о возможностях инновационных методов
            управления процессами. Противоположная точка зрения подразумевает, что элементы политического процесса
            призваны к ответу. Наше дело не так однозначно, как может показаться: разбавленное изрядной долей эмпатии,
            рациональное мышление однозначно определяет каждого участника как способного принимать собственные решения 
            касаемо анализа существующих паттернов поведения.
            `,
            // imageSrc: `${require('/card-images/Image-4.png')}`,
            imageSrc: '/card-images/Image-4.png',
            date: '06 января 2024',
            viewNumber: '15.228'
        },
    ],

    sideCards: [
        {
            id: 1,
            // companyIconSrc: `${require('/company-logos/logo-1.png')}`,
            companyIconSrc: '/company-logos/logo-1.png',
            companyName: 'Bilzzars | новости о crypto',
            content: `
            А также стремящиеся вытеснить традиционное производство, нанотехнологии обнародованы.
            А ещё тщательные исследования конкурентов освещают чрезвычайно интересные особенности картины в целом,
            однако конкретные выводы, разумеется, превращены в посмешище, хотя само их существование приносит несомненную 
            пользу обществу. Прежде всего, курс на социально-ориентированный национальный проект позволяет оценить 
            значение своевременного выполнения сверхзадачи. В рамках спецификации современных стандартов,
            активно развивающиеся страны третьего мира лишь добавляют фракционных разногласий и объединены в целые кластеры себе подобных.
            `,
            // image: `${require('/side-bar-card-images/side-bar-image-1.png')}`,
            image: '/side-bar-card-images/side-bar-image-1.png',
            date: '08 января 2024',
            viewNumber: '16.244'
        },
        {
            id: 2,
            // companyIconSrc: `${require('/company-logos/logo-2.png')}`,
            companyIconSrc: '/company-logos/logo-2.png',
            companyName: 'ForkLog',
            content: `
            Безусловно, сплочённость команды профессионалов не даёт нам иного выбора, кроме определения поэтапного 
            и последовательного развития общества. В своём стремлении повысить качество жизни, они забывают,
            что высококачественный прототип будущего проекта обеспечивает актуальность анализа существующих паттернов поведения.
            А ещё действия представителей оппозиции неоднозначны и будут своевременно верифицированы. Высокий уровень вовлечения
            представителей целевой аудитории является четким доказательством простого факта: постоянный количественный рост
            и сфера нашей активности, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для стандартных подходов.
            `,
            image: ``,
            date: '08 января 2024',
            viewNumber: '16.244'
        },
        {
            id: 3,
            // companyIconSrc: `${require('/company-logos/logo-3.png')}`,
            companyIconSrc: '/company-logos/logo-3.png',
            companyName: 'Крипто Аналитик',
            content: `
            Повседневная практика показывает, что высокое качество позиционных исследований предполагает 
            независимые способы реализации направлений прогрессивного развития. Современные технологии
            достигли такого уровня, что начало повседневной работы по формированию позиции создаёт необходимость
            включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса
            стандартных подходов. В рамках спецификации современных стандартов, элементы политического процесса
            превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. 
            Однозначно, независимые государства призывают нас к новым свершениям, которые,
            в свою очередь, должны быть своевременно верифицированы.
            `,
            image: ``,
            date: '08 января 2024',
            viewNumber: '16.244'
        },
        {
            id: 1,
            // companyIconSrc: `${require('/company-logos/logo-4.png')}`,
            companyIconSrc: '/company-logos/logo-4.png',
            companyName: 'РБК-Крипто',
            content: `
            Следует отметить, что новая модель организационной деятельности позволяет оценить
            значение поставленных обществом задач. С другой стороны, новая модель организационной
            деятельности требует анализа приоретизации разума над эмоциями. И нет сомнений,
            что интерактивные прототипы, превозмогая сложившуюся непростую экономическую ситуацию,
            функционально разнесены на независимые элементы. Также как высокое качество позиционных
            исследований представляет собой интересный эксперимент проверки стандартных подходов.
            `,
            // image: `${require('/side-bar-card-images/side-bar-image-2.png')}`,
            image: '/side-bar-card-images/side-bar-image-2.png',
            date: '08 января 2024',
            viewNumber: '16.244'
        },

    ],
}